[
	{"Name":"Redline", "Emotion":"Surprised", "Text":"What?!"},
	{"Name":"Redline", "Emotion":"Worried", "Text":"University forces have shown up already?!"},
	{"Name":"Redline", "Emotion":"Sad", "Text":"Those cowards, only attacking whenever I'm in a real rush... How typical!"},
	{"Name":"Redline", "Emotion":"Happy", "Text":"But wait... My Mecha-Equipment has arrived! Ha ha ha!"},
	{"Name":"Redline", "Emotion":"Smile2", "Text":"Crushing those Universitians will be a piece of cake!"},
	{"Name":"Redline", "Emotion":"Angry", "Text":"Push forward troops! This time, Banktania will be victorious!"},
	{"Name":"Professor Hewel", "Emotion":"Sad", "Text":"The Parking Office is crucial to entering the rest of University."},
	{"Name":"Professor Hewel", "Emotion":"Sad", "Text":"This explains the four enemy Mecha-Printers waiting for you."},
	{"Name":"Professor Hewel", "Emotion":"Neutral", "Text":"Let's prioritize our objective. Facing Mecha-Printers will be tough."},
	{"Name":"Professor Hewel", "Emotion":"Happy", "Text":"Start securing some properties. There are University Buildings nearby."},
	{"Name":"Professor Hewel", "Emotion":"Neutral", "Text":"Capture a property by selecting a Junior or Senior and moving them ontop of the property."},
	{"Name":"Professor Hewel", "Emotion":"Sad", "Text":"It will take an infantry two turns to capture a property at full life. Hovering over a property will show how much life it has left."},
	{"Name":"Professor Hewel", "Emotion":"Happy", "Text":"A captured property will give you funds each turn."},
	{"Name":"William", "Emotion":"Thinking", "Text":"That income can be used to heal, and generates Department Leader power right?"},
	{"Name":"Professor Hewel", "Emotion":"Happy", "Text":"That's right. A unit that starts it's turn on a property will heal a bit of life at small cost to your funds. You can also order that unit to remain in the property to fully heal at a premium rate."},
	{"Name":"William", "Emotion":"Neutral", "Text":"We'll have to use healing if we want to take on those Mecha-Printers."},
	{"Name":"William", "Emotion":"Happy", "Text":"If we wait until my power fully charges through combat, or with income, I can even have my units hack into them when they attack, disabling them for a turn!"},
	{"Name":"Professor Hewel", "Emotion":"Neutral", "Text":"One more thing, each force has a headquarters. On this map, the parking office is the HQ of Banktania. The HQ is important."},
	{"Name":"Professor Hewel", "Emotion":"Fist", "Text":"If you capture the enemy HQ, you will win the mission! That means we also have to make sure to defend ours!"},
	{"Name":"William", "Emotion":"Thinking", "Text":"Hmmm, Mecha-Printers can't move through mountains and rivers. Maybe there is a way to win without fighting them..."},
]